Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Open Text and find the card with Auto-capitalize in it.
de: Öffne „Text“ und such die Karte mit „Automatische Großschreibung“.
es: Abre Texto y busca la tarjeta donde está Mayúsculas automáticas.
et: Ava Tekst ja leia kaart, milles on Automaatne suurtäht.
fr: Ouvre Texte et repère la carte qui contient Majuscules automatiques.
hu: Nyisd meg a Szöveget, és keresd meg azt a kártyát, amin az Automatikus nagybetűs írás van.
it: Apri Testo e cerca la scheda che contiene Maiuscole automatiche.
ja: 「テキスト」を開いて、「自動大文字入力」があるカードを探します。
ko: 텍스트를 열고 자동 대문자가 들어 있는 카드를 찾으세요.
ms: Buka Teks dan cari kad yang mengandungi Huruf besar automatik.
pt: Abre Texto e procura o cartão onde está Maiúsculas automáticas.
ru: Откройте «Текст» и найдите карточку с «Автозаглавными».
zh_hans: 打开“文本”，找到带“自动大写”的那张卡片。

source: Open Text, then Learning, to see Learned words.
de: Öffne „Text“, dann „Lernen“, für „Gelernte Wörter“.
es: Abre Texto y luego Aprendizaje para ver Palabras aprendidas.
et: Ava Tekst, seejärel Õppimine, et näha Õpitud sõnu.
fr: Ouvre Texte, puis Apprentissage, pour voir Mots appris.
hu: Nyisd meg a Szöveg oldalt, majd a Tanulás fület: ott vannak a Tanult szavak.
it: Apri Testo, poi Apprendimento, per vedere Parole apprese.
ja: 「テキスト」を開き、「学習」タブで「学習した単語」を確認できます。
ko: 텍스트를 열고 학습 탭에서 학습된 단어를 볼 수 있습니다.
ms: Buka Teks, kemudian Pembelajaran, untuk melihat Perkataan dipelajari.
pt: Abre Texto e depois Aprendizagem para veres as Palavras aprendidas.
ru: Откройте «Текст», затем «Обучение», чтобы увидеть выученные слова.
zh_hans: 打开“文本”，进入“学习”，就能看到“已学习的单词”。

source: Open Text, then Words, and find Add word.
de: Öffne „Text“, dann „Wörter“, und such „Wort hinzufügen“.
es: Abre Texto, luego Palabras, y busca Añadir palabra.
et: Ava Tekst, seejärel Sõnad, ja leia Lisa sõna.
fr: Ouvre Texte, puis Mots, et repère Ajouter un mot.
hu: Nyisd meg a Szöveg oldalt, ott a Szavak fület, és keresd meg a Szó hozzáadása részt.
it: Apri Testo, poi Parole, e trova Aggiungi parola.
ja: 「テキスト」を開き、「単語」タブで「単語を追加」を探します。
ko: 텍스트를 열고 단어 탭에서 단어 추가를 찾으세요.
ms: Buka Teks, kemudian Perkataan, dan cari Tambah perkataan.
pt: Abre Texto, depois Palavras, e procura Adicionar palavra.
ru: Откройте «Текст», затем «Слова», и найдите «Добавить слово».
zh_hans: 打开“文本”，进入“单词”，找到“添加单词”。

source: Open Text, then Words, and find Text replacements.
de: Öffne „Text“, dann „Wörter“, und such „Textersetzungen“.
es: Abre Texto, luego Palabras, y busca Sustituciones de texto.
et: Ava Tekst, seejärel Sõnad, ja leia Tekstiasendused.
fr: Ouvre Texte, puis Mots, et repère Remplacements de texte.
hu: Nyisd meg a Szöveg oldalt, ott a Szavak fület, és keresd meg a Szövegcseréket.
it: Apri Testo, poi Parole, e trova Sostituzioni di testo.
ja: 「テキスト」を開き、「単語」タブで「テキスト置換」を探します。
ko: 텍스트를 열고 단어 탭에서 텍스트 대체어를 찾으세요.
ms: Buka Teks, kemudian Perkataan, dan cari Penggantian teks.
pt: Abre Texto, depois Palavras, e procura Substituições de texto.
ru: Откройте «Текст», затем «Слова», и найдите «Замены текста».
zh_hans: 打开“文本”，进入“单词”，找到“文本替换”。

source: Open Theme and tap one. The preview above changes as you go.
de: Öffne „Design“ und tippe eines an. Die Vorschau darüber ändert sich sofort mit.
es: Abre Tema y toca uno. La vista previa de arriba cambia sobre la marcha.
et: Ava Teema ja puuduta üht. Ülalolev eelvaade muutub kohe.
fr: Ouvre Thème et touches-en un. L'aperçu au-dessus change au fur et à mesure.
hu: Nyisd meg a Témát, és koppints egyre. A fenti előnézet rögtön követi.
it: Apri Tema e toccane uno. L'anteprima sopra cambia man mano.
ja: 「テーマ」を開いてタップします。上のプレビューがその場で切り替わります。
ko: 테마를 열고 하나를 누르세요. 위쪽 미리보기가 바로 바뀝니다.
ms: Buka Tema dan ketik satu. Pratonton di atas berubah serta-merta.
pt: Abre Tema e toca num. A pré-visualização em cima muda à medida que vais.
ru: Откройте «Темы» и нажмите на любую. Предпросмотр выше меняется на ходу.
zh_hans: 打开“主题”点一个，上面的预览会跟着变。

source: Open Theme and turn on Match system appearance.
de: Öffne „Design“ und schalte „An Systemdarstellung anpassen“ ein.
es: Abre Tema y activa Coincidir con el aspecto del sistema.
et: Ava Teema ja lülita sisse Jälgi süsteemi välimust.
fr: Ouvre Thème et active Suivre l'apparence du système.
hu: Nyisd meg a Témát, és kapcsold be az Illessze a rendszer megjelenését.
it: Apri Tema e attiva Abbina all'aspetto del sistema.
ja: 「テーマ」を開いて「システムの外観に合わせる」をオンにします。
ko: 테마를 열고 시스템 화면 모드 따르기를 켜세요.
ms: Buka Tema dan hidupkan Padankan penampilan sistem.
pt: Abre Tema e liga Corresponder à aparência do sistema.
ru: Откройте «Темы» и включите «Как в системе».
zh_hans: 打开“主题”，开启“匹配系统外观”。

source: Open Themes and tap one. The preview above changes as you go.
de: Öffne Themes und tippe auf eines. Die Vorschau darüber zeigt deine Auswahl sofort.
es: Abre Temas y toca uno. La vista previa de arriba cambia con cada selección.
et: Ava „Teemad” ja puuduta üht teemat. Ülal olev eelvaade muutub koos sinu valikuga.
fr: Ouvre Thèmes et touche un thème. L’aperçu au-dessus change à chaque sélection.
hu: Nyisd meg a Témák oldalt, és koppints egy témára. A fenti előnézet rögtön követi a választásodat.
it: Apri Temi e toccane uno. L’anteprima in alto cambia a ogni scelta.
ja: 「テーマ」を開き、使いたいテーマをタップします。選ぶたびに上のプレビューが変わります。
ko: ‘테마’를 열고 원하는 테마를 탭하세요. 선택할 때마다 위쪽 미리 보기가 바뀝니다.
ms: Buka Tema dan ketik satu tema. Pratonton di atas berubah mengikut pilihan anda.
pt: Abre Temas e toca num tema. A pré-visualização acima muda a cada seleção.
ru: Откройте «Темы» и нажмите на одну из них. Предпросмотр сверху сразу покажет изменения.
zh_hans: 打开“主题”，轻点一个主题。上方的预览会随选择即时更新。

source: Open Themes and turn on Match system appearance.
de: Öffne Themes und aktiviere An Systemdarstellung anpassen.
es: Abre Temas y activa Coincidir con el aspecto del sistema.
et: Ava „Teemad” ja lülita sisse „Jälgi süsteemi välimust”.
fr: Ouvre Thèmes et active Suivre l’apparence du système.
hu: Nyisd meg a Témák oldalt, és kapcsold be az Illessze a rendszer megjelenését beállítást.
it: Apri Temi e attiva Abbina all’aspetto del sistema.
ja: 「テーマ」を開き、「システムの外観に合わせる」をオンにします。
ko: ‘테마’를 열고 ‘시스템 화면 모드 따르기’를 켜세요.
ms: Buka Tema dan hidupkan Padankan penampilan sistem.
pt: Abre Temas e ativa Corresponder à aparência do sistema.
ru: Откройте «Темы» и включите «Как в системе».
zh_hans: 打开“主题”，开启“匹配系统外观”。

source: Open Translate and turn it on, then set the language you usually translate into.
de: Öffne „Übersetzen“, schalte es ein und leg die Sprache fest, in die du meistens übersetzt.
es: Abre Traducir, actívalo y elige el idioma al que sueles traducir.
et: Ava Tõlgi, lülita see sisse ja määra keel, millesse tavaliselt tõlgid.
fr: Ouvre Traduire, active-le, puis choisis la langue vers laquelle tu traduis d'habitude.
hu: Nyisd meg a Fordítást, kapcsold be, és állítsd be, mire szoktál fordítani.
it: Apri Traduci, attivalo e imposta la lingua in cui traduci di solito.
ja: 「翻訳」を開いてオンにし、よく翻訳する言語を設定します。
ko: 번역을 열어 켜고, 평소 번역하는 언어를 설정하세요.
ms: Buka Terjemah dan hidupkannya, kemudian tetapkan bahasa yang biasa anda terjemah.
pt: Abre Traduzir e liga-o, depois define o idioma para o qual costumas traduzir.
ru: Откройте «Перевод», включите его и задайте язык, на который обычно переводите.
zh_hans: 打开“翻译”并开启，再设好你常译入的语言。

source: Open a gap down the middle of the keyboard
de: Öffnet eine Lücke in der Mitte der Tastatur.
es: Abre un hueco en el centro del teclado.
et: Ava klaviatuuri keskele pilu.
fr: Ouvre un espace au milieu du clavier.
hu: Nyit egy rést a billentyűzet közepén.
it: Apre uno spazio al centro della tastiera.
ja: キーボードの真ん中にすき間を作ります。
ko: 키보드 가운데를 벌립니다.
ms: Buka jurang di tengah papan kekunci.
pt: Abre um espaço no meio do teclado.
ru: Открывает зазор посередине клавиатуры.
zh_hans: 在键盘中间开一道缝。

source: Open a shared language
de: Geteilte Sprache öffnen
es: Abrir un idioma compartido
et: Ava jagatud keel
fr: Ouvrir une langue partagée
hu: Megosztott nyelv megnyitása
it: Apri una lingua condivisa
ja: 共有された言語を開く
ko: 공유받은 언어 열기
ms: Buka bahasa yang dikongsi
pt: Abrir um idioma partilhado
ru: Открыть язык, которым поделились
zh_hans: 打开他人分享的语言

source: Open a tool
de: Werkzeug öffnen
es: Abrir una herramienta
et: Ava tööriist
fr: Ouvrir un outil
hu: Eszköz megnyitása
it: Apri uno strumento
ja: ツールを開く
ko: 도구 열기
ms: Buka alat
pt: Abrir uma ferramenta
ru: Открыть инструмент
zh_hans: 打开工具

source: Open as new draft
de: Als neuen Entwurf öffnen
es: Abrir como nuevo borrador
et: Ava uue mustandina
fr: Ouvrir comme nouveau brouillon
hu: Megnyitás új piszkozatként
it: Apri come nuova bozza
ja: 新しい下書きとして開く
ko: 새 초안으로 열기
ms: Buka sebagai draf baharu
pt: Abrir como novo rascunho
ru: Открыть как новый черновик
zh_hans: 作为新草稿打开

source: Open clinkkeys.app.
de: Öffne clinkkeys.app.
es: Abre clinkkeys.app.
et: Ava clinkkeys.app.
fr: Ouvre clinkkeys.app.
hu: Nyisd meg a clinkkeys.app oldalt.
it: Apri clinkkeys.app.
ja: clinkkeys.appを開きます。
ko: clinkkeys.app을 여세요.
ms: Buka clinkkeys.app.
pt: Abre clinkkeys.app.
ru: Откройте clinkkeys.app.
zh_hans: 打开 clinkkeys.app。

source: Open from the keyboard
de: Über die Tastatur öffnen
es: Abrir desde el teclado
et: Ava klaviatuurilt
fr: Ouvrir depuis le clavier
hu: Megnyitás a billentyűzetről
it: Apri dalla tastiera
ja: キーボードから開く
ko: 키보드에서 열기
ms: Buka daripada papan kekunci
pt: Abrir a partir do teclado
ru: Открыть с клавиатуры
zh_hans: 从键盘打开

source: Open iCloud Sync and find the What Travels list.
de: Öffne iCloud Sync und such die Liste „Was mitreist“.
es: Abre Sincronización con iCloud y busca la lista «Qué se sincroniza».
et: Ava iCloudi sünkroonimine ja leia loend Mis reisib kaasa.
fr: Ouvre Synchronisation iCloud et repère la liste « Ce qui voyage ».
hu: Nyisd meg az iCloud-szinkronizálást, és keresd meg a „Mi utazik” listát.
it: Apri Sincronizzazione iCloud e cerca l’elenco «Cosa viaggia».
ja: 「iCloud同期」を開き、「同期される項目」のリストを探します。
ko: iCloud 동기화를 열고 ‘동기화 항목’ 목록을 찾으세요.
ms: Buka Penyegerakan iCloud dan cari senarai “Apa Yang Merentas”.
pt: Abre a Sincronização iCloud e procura a lista «O que viaja».
ru: Откройте «Синхронизацию с iCloud» и найдите список «Что переезжает».
zh_hans: 打开 iCloud 同步，找到“同步内容”列表。

source: Open iCloud Sync and turn it on.
de: Öffne „iCloud-Sync“ und schalte es ein.
es: Abre Sincronización con iCloud y actívala.
et: Ava iCloudi sünkroonimine ja lülita see sisse.
fr: Ouvre Synchronisation iCloud et active-la.
hu: Nyisd meg az iCloud-szinkront, és kapcsold be.
it: Apri Sincronizzazione iCloud e attivala.
ja: 「iCloud同期」を開いてオンにします。
ko: iCloud 동기화를 열고 켜세요.
ms: Buka Segerak iCloud dan hidupkannya.
pt: Abre a Sincronização iCloud e liga-a.
ru: Откройте «Синхронизацию с iCloud» и включите её.
zh_hans: 打开“iCloud 同步”并开启。

source: Open in Cling
de: In Cling öffnen
es: Abrir en Cling
et: Ava Clingis
fr: Ouvrir dans Cling
hu: Megnyitás a Clingben
it: Apri in Cling
ja: Cling で開く
ko: Cling에서 열기
ms: Buka dalam Cling
pt: Abrir no Cling
ru: Открыть в Cling
zh_hans: 在 Cling 中打开

source: Open its layout and pick the arrangement you want.
de: Öffne ihr Layout und wähle die gewünschte Anordnung.
es: Abre su disposición y elige la que quieras.
et: Ava selle paigutus ja vali soovitud klahvipaigutus.
fr: Ouvre sa disposition et choisis l'agencement voulu.
hu: Nyisd meg az elrendezését, és válaszd ki a kiosztást.
it: Apri il suo layout e scegli la disposizione che vuoi.
ja: レイアウトを開き、使いたい配列を選びます。
ko: 레이아웃을 열고 원하는 배열을 고르세요.
ms: Buka susun aturnya dan pilih susunan yang anda mahu.
pt: Abre o esquema dele e escolhe a disposição que queres.
ru: Откройте его раскладку и выберите нужное расположение.
zh_hans: 打开它的布局，挑你要的排列。

source: Open on
de: Öffnen mit
es: Abrir en
et: Ava
fr: Ouvrir sur
hu: Megnyitás ezzel
it: Apri su
ja: 開くカテゴリ
ko: 열 때 보일 곳
ms: Buka pada
pt: Abrir em
ru: Открывать на
zh_hans: 打开时显示

source: Open panel
de: Panel öffnen
es: Abrir panel
et: Ava paneel
fr: Ouvrir un panneau
hu: Panel megnyitása
it: Apri pannello
ja: パネルを開く
ko: 패널 열기
ms: Buka panel
pt: Abrir painel
ru: Открыть панель
zh_hans: 打开面板

source: Open plugin settings
de: Plugin-Einstellungen öffnen
es: Abrir ajustes del plugin
et: Ava pistikprogrammi seaded
fr: Ouvrir les réglages du plugin
hu: Bővítmény beállításainak megnyitása
it: Apri impostazioni del plugin
ja: プラグインの設定を開く
ko: 플러그인 설정 열기
ms: Buka tetapan plugin
pt: Abrir definições do plugin
ru: Открыть настройки плагина
zh_hans: 打开插件设置

source: Open the Clink keyboard with Full Access enabled to show the text replacements iOS shares with Clink.
de: Aktiviere „Vollen Zugriff erlauben“ und öffne die Clink-Tastatur, um die von iOS geteilten Textersetzungen anzuzeigen.
es: Abre el teclado Clink con «Permitir acceso total» activado para ver las sustituciones de texto que iOS comparte con Clink.
et: Lülita sisse „Luba täielik juurdepääs” ja ava Clinki klaviatuur, et näha tekstiasendusi, mida iOS Clinkiga jagab.
fr: Ouvre le clavier Clink avec l’option « Autoriser l’accès complet » activée pour afficher les remplacements de texte qu’iOS partage avec Clink.
hu: Engedélyezd a „Teljes hozzáférés engedélyezése” beállítást, majd nyisd meg a Clink billentyűzetet az iOS által megosztott szövegcserék megtekintéséhez.
it: Apri la tastiera Clink con «Consenti accesso completo» attivo per vedere le sostituzioni testo che iOS condivide con Clink.
ja: 「フルアクセスを許可」をオンにしてClinkキーボードを開くと、iOSから共有されたユーザ辞書の項目が表示されます。
ko: ‘전체 접근 허용’을 켜고 Clink 키보드를 열면 iOS에서 Clink에 공유한 텍스트 대치 항목을 볼 수 있습니다.
ms: Buka papan kekunci Clink dengan “Benarkan Akses Penuh” diaktifkan untuk melihat penggantian teks yang dikongsi oleh iOS dengan Clink.
pt: Abre o teclado Clink com a opção «Permitir acesso total» ativada para veres as substituições de texto que o iOS partilha com o Clink.
ru: Включите «Разрешить полный доступ» и откройте клавиатуру Clink, чтобы увидеть замены текста, которые iOS передаёт Clink.
zh_hans: 启用“允许完全访问”后打开 Clink 键盘，即可查看 iOS 向 Clink 共享的文本替换。

source: Open the Layout editor.
de: Öffne den Layout-Editor.
es: Abre el editor de disposición.
et: Ava paigutuse redaktor.
fr: Ouvre l'éditeur de disposition.
hu: Nyisd meg az elrendezésszerkesztőt.
it: Apri l'editor del layout.
ja: レイアウトエディタを開きます。
ko: 레이아웃 편집기를 여세요.
ms: Buka editor susun atur.
pt: Abre o editor de esquemas.
ru: Откройте редактор раскладки.
zh_hans: 打开布局编辑器。

source: Open the Search tab and enter the setting or feature you want.
de: Öffne den Tab Suchen und gib die gewünschte Einstellung oder Funktion ein.
es: Abre la pestaña Buscar e introduce el ajuste o la función que quieras.
et: Ava vahekaart „Otsi” ja sisesta soovitud seade või funktsioon.
fr: Ouvre l’onglet Rechercher et saisis le réglage ou la fonction que tu cherches.
hu: Nyisd meg a Keresés lapot, és írd be a keresett beállítást vagy funkciót.
it: Apri il pannello Cerca e digita l’impostazione o la funzione che cerchi.
ja: 「検索」タブを開き、探したい設定や機能を入力します。
ko: ‘검색’ 탭을 열고 찾고 싶은 설정이나 기능을 입력하세요.
ms: Buka tab Cari dan masukkan tetapan atau ciri yang anda mahu.
pt: Abre o separador Pesquisar e introduz a definição ou funcionalidade que procuras.
ru: Откройте вкладку «Поиск» и введите название нужной настройки или функции.
zh_hans: 打开“搜索”标签页，输入想找的设置或功能。

source: Open the Settings app.
de: Öffne die App Einstellungen.
es: Abre la app Ajustes.
et: Ava rakendus Seaded.
fr: Ouvre l'app Réglages.
hu: Nyisd meg a Beállítások appot.
it: Apri l'app Impostazioni.
ja: 設定アプリを開いてください。
ko: 설정 앱을 열어 주세요.
ms: Buka app Tetapan.
pt: Abre a app Definições.
ru: Откройте приложение «Настройки».
zh_hans: 打开“设置”应用。

source: Open the Tools tab.
de: Öffne den Tab „Werkzeuge“.
es: Abre la pestaña Herramientas.
et: Ava kaart Tööriistad.
fr: Ouvre l'onglet Outils.
hu: Nyisd meg az Eszközök lapot.
it: Apri la scheda Strumenti.
ja: 「ツール」タブを開きます。
ko: 도구 탭을 여세요.
ms: Buka tab Alat.
pt: Abre o separador Ferramentas.
ru: Откройте вкладку «Инструменты».
zh_hans: 打开“工具”标签页。

source: Open the labeled Tools menu from the bar. You can also keep the 123 shortcut for faster access.
de: Öffne das beschriftete Tools-Menü in der Leiste. Für schnelleren Zugriff kannst du auch den 123-Kurzbefehl behalten.
es: Abre el menú Herramientas de la barra. También puedes mantener el atajo 123 para acceder más rápido.
et: Ava nimetatud Tööriistade menüü ribalt. Kiirema ligipääsu jaoks võid hoida ka 123-otsetee.
fr: Ouvre le menu Outils dans la barre. Tu peux aussi garder le raccourci 123 pour y accéder plus vite.
hu: Nyisd meg a feliratozott Eszközök menüt a sávból. A gyorsabb eléréshez a 123 parancsikont is megtarthatod.
it: Apri il menu Strumenti dalla barra. Puoi anche tenere la scorciatoia 123 per accedervi più in fretta.
ja: バーにある「ツール」メニューを開きます。すばやく開けるよう、123ショートカットを残すこともできます。
ko: 바에서 이름이 표시된 도구 메뉴를 여세요. 더 빠르게 열 수 있도록 123 단축키를 유지할 수도 있어요.
ms: Buka menu Alatan berlabel daripada bar. Anda juga boleh kekalkan pintasan 123 untuk akses lebih pantas.
pt: Abre o menu Ferramentas na barra. Também podes manter o atalho 123 para um acesso mais rápido.
ru: Откройте подписанное меню «Инструменты» с полосы. Можно также оставить ярлык 123 для более быстрого доступа.
zh_hans: 从工具栏打开带文字的“工具”菜单。也可以保留 123 快捷入口，方便快速打开。

source: Open this plugin from the keyboard’s panel picker.
de: Öffne dieses Plugin über die Bereichsauswahl der Tastatur.
es: Abre este plugin desde el selector de paneles del teclado.
et: Ava see pistikprogramm klaviatuuri paneelivalijast.
fr: Ouvre ce plugin depuis le sélecteur de panneaux du clavier.
hu: Nyisd meg ezt a bővítményt a billentyűzet panelválasztójából.
it: Apri questo plugin dal selettore dei pannelli della tastiera.
ja: キーボードのパネル選択画面から、このプラグインを開いてください。
ko: 키보드의 패널 선택기에서 이 플러그인을 여세요.
ms: Buka plugin ini melalui pemilih panel papan kekunci.
pt: Abre este plugin no seletor de painéis do teclado.
ru: Откройте этот плагин в меню выбора панелей клавиатуры.
zh_hans: 从键盘的面板选择器中打开此插件。

source: Open this tab after the repository has published a release.
de: Öffne diesen Tab, sobald das Repository eine Version veröffentlicht hat.
es: Abre esta pestaña cuando el repositorio haya publicado una versión.
et: Ava see kaart pärast seda, kui hoidla on väljalaske avaldanud.
fr: Ouvre cet onglet une fois que le dépôt a publié une version.
hu: Nyisd meg ezt a lapot, miután a tárház közzétett egy kiadást.
it: Apri questa scheda dopo che il repository ha pubblicato una release.
ja: リポジトリがリリースを公開した後に、このタブを開いてください。
ko: 저장소가 릴리스를 게시한 후에 이 탭을 여세요.
ms: Buka tab ini selepas repositori menerbitkan keluaran.
pt: Abre este separador depois de o repositório publicar uma versão.
ru: Откройте эту вкладку после того, как репозиторий опубликует релиз.
zh_hans: 仓库发布版本后，再打开此标签页。

source: Open with something like “summarize this” or “translate into Spanish,” and Clink runs it on the rest of what you say, keeping just the result. It’ll carry out anything you ask, even without a matching tool.
de: Fang mit etwas wie “fass das zusammen” oder “übersetz das ins Englische” an, dann wendet Clink es auf den Rest an und behält nur das Ergebnis. Es macht alles, worum du bittest, auch ohne passendes Tool.
es: Empieza con algo como “resume esto” o “traduce esto al inglés” y Clink lo aplica al resto de lo que digas, dejando solo el resultado. Hace lo que le pidas, aunque no tengas una herramienta para eso.
et: Alusta millegagi nagu „tee sellest kokkuvõte" või „tõlgi hispaania keelde" ja Clink rakendab seda ülejäänule, jättes alles ainult tulemuse. Ta teeb kõike, mida palud, isegi ilma vastava tööriistata.
fr: Commence par quelque chose comme “résume ça” ou “traduis ça en anglais”, et Clink l’applique au reste de ce que tu dis, en ne gardant que le résultat. Il fait tout ce que tu demandes, même sans outil correspondant.
hu: Kezdd valami olyasmivel, hogy “foglald össze” vagy “fordítsd le angolra”, és a Clink a többire alkalmazza, csak az eredményt hagyva meg. Bármit megcsinál, amit kérsz, akkor is, ha nincs hozzá eszközöd.
it: Inizia con qualcosa come “riassumi questo” o “traducilo in inglese” e Clink lo applica al resto di quello che dici, tenendo solo il risultato. Fa qualsiasi cosa gli chiedi, anche senza uno strumento apposito.
ja: 「これを要約して」や「英語に翻訳して」のように話し始めると、Clink が残りの部分に実行して、結果だけを残します。ぴったりのツールがなくても、頼んだことは何でもこなします。
ko: “이거 요약해”나 “영어로 번역해”처럼 시작하면, Clink가 나머지 말에 실행하고 결과만 남겨요. 딱 맞는 도구가 없어도 부탁한 건 뭐든 해줘요.
ms: Mula dengan sesuatu seperti “ringkaskan ini” atau “terjemah ke Inggeris”, dan Clink jalankannya pada baki apa yang anda cakap, tinggalkan hasilnya sahaja. Ia buat apa sahaja yang anda minta, walaupun tiada alat yang sepadan.
pt: Começa com algo como “resume isto” ou “traduz isto para inglês” e o Clink aplica ao resto do que disseres, ficando só com o resultado. Faz tudo o que pedires, mesmo sem uma ferramenta a condizer.
ru: Начните со слов вроде «перескажи это» или «переведи на испанский» — и Clink применит это ко всему остальному сказанному, оставив только результат. Он выполнит любую просьбу, даже если подходящего инструмента нет.
zh_hans: 用类似“帮我总结一下”或“翻译成英文”的话开头，Clink 就会把它用在你接下来说的内容上，只留下结果。就算没有对应的工具，你说什么它都能照做。

source: Open-data sources behind predictions
de: Open-Data-Quellen hinter den Vorhersagen
es: Fuentes abiertas detrás de las predicciones
et: Avatud andmeallikad ennustuste taga
fr: Les sources ouvertes derrière les prédictions
hu: A javaslatok mögötti nyílt adatforrások
it: Le fonti open data dietro le previsioni
ja: 予測を支えるオープンデータの出どころ
ko: 예측에 쓰이는 오픈 데이터 출처
ms: Sumber data terbuka di sebalik ramalan
pt: Fontes de dados abertos por trás das previsões
ru: Открытые источники данных, на которых работают предсказания
zh_hans: 预测背后的开放数据源

source: Opened at %@ MB · appearance %@
de: Startete bei %@ MB · Aufruf %@
es: Empezó con %@ MB · aparición %@
et: Avati %@ MB juures · esitus %@
fr: Démarré à %@ Mo · affichage %@
hu: %@ MB-tal indult · %@. megjelenés
it: Partita da %@ MB · comparsa %@
ja: 開始時 %@ MB · %@ 回目の表示
ko: 시작 시 %@ MB · %@번째 표시
ms: Bermula pada %@ MB · paparan %@
pt: Começou com %@ MB · aparição %@
ru: Открылась при %@ МБ · появление %@
zh_hans: 开始时 %@ MB · 第 %@ 次显示

source: Opens %@ in your browser
de: Öffnet %@ in deinem Browser
es: Abre %@ en tu navegador
et: Avab brauseris: %@
fr: Ouvre %@ dans ton navigateur
hu: Megnyitja ezt a böngészőben: %@
it: Apre %@ nel browser
ja: %@をブラウザで開きます
ko: 브라우저에서 %@ 열기
ms: Membuka %@ dalam pelayar
pt: Abre %@ no navegador
ru: Открывает %@ в браузере
zh_hans: 在浏览器中打开 %@

source: Opens membership plans
de: Öffnet die Mitgliedschaftspläne
es: Abre los planes de suscripción
et: Avab liikmelisuse plaanid
fr: Ouvre les offres d'abonnement
hu: Megnyitja az előfizetési csomagokat
it: Apre i piani di abbonamento
ja: メンバーシップのプランを開きます
ko: 멤버십 플랜을 엽니다
ms: Membuka pelan keahlian
pt: Abre os planos de assinatura
ru: Открывает планы членства
zh_hans: 打开会员方案

source: Opens the membership screen.
de: Öffnet den Mitgliedschafts-Bildschirm.
es: Abre la pantalla de membresía.
et: Avab liikmelisuse ekraani.
fr: Ouvre l'écran d'abonnement.
hu: Megnyitja a tagság képernyőjét.
it: Apre la schermata dell'abbonamento.
ja: メンバーシップ画面を開きます。
ko: 멤버십 화면을 엽니다.
ms: Membuka skrin keahlian.
pt: Abre o ecrã de subscrição.
ru: Открывает экран членства.
zh_hans: 打开会员屏幕。

source: Opposite edge
de: Gegenüberliegende Kante
es: Borde opuesto
et: Vastasserv
fr: Bord opposé
hu: Szemközti perem
it: Bordo opposto
ja: 反対側の縁
ko: 반대쪽 가장자리
ms: Tepi bertentangan
pt: Borda oposta
ru: Противоположный край
zh_hans: 对侧边缘

source: Optimized for one language
de: Für eine Sprache optimiert
es: Optimizado para un idioma
et: Optimeeritud ühele keelele
fr: Optimisé pour une langue
hu: Egy nyelvre optimalizálva
it: Ottimizzato per una lingua
ja: 1つの言語に最適化
ko: 한 언어에 최적화
ms: Dioptimumkan untuk satu bahasa
pt: Otimizado para um idioma
ru: Оптимизировано для одного языка
zh_hans: 针对单一语言优化
